Repository: lmu/lmu.contenttypes.blog
Catalog: src/lmu/contenttypes/blog/locales/*/LC_MESSAGES/lmu.contenttypes.blog.po
Languages: de

source: Add Blog Entry
de: Blog-Beitrag verfassen

source: Alle Blog-Beitraege
de: Alle Blog-Beiträge

source: Blog Entry
de: Blog-Beitrag

source: Blog Entry with folder support for files and images
de: Blog-Beitrag mit der Option Bilder und Dateien anzufügen.

source: Blog Folder
de: Blog

source: Das Hinzufuegen eines Blog-Beitrages ist derzeit aus technischen Gruenden nicht moeglich.
de: Das Hinzufügen eines Blog-Beitrages ist derzeit aus technischen Gründen nicht möglich.

source: Delete Blog Entry
de: Lösche Blog-Beitrag

source: Die Bearbeitung eines Blog-Beitrages ist derzeit aus technischen Gruenden nicht moeglich.
de: Die Bearbeitung eines Blog-Beitrages ist derzeit aus technischen Gründen nicht möglich.

source: Dieser Blog-Beitrag ist noch nicht veroeffentlicht
de: Dieser Blog-Beitrag ist noch nicht veröffentlicht

source: Edit Blog Entry
de: Bearbeite Blog-Beitrag

source: Files
de: Dateien

source: Folder for Blog Entries with special views and restrictions
de: Blog Ordner für Blog-Einträge mit einer speziellen Ansicht und Einschränkungen

source: Hide
de: Zurückziehen

source: Hinweis
de: Mit dem Veröffentlichen eines Blog-Beitrags erkläre ich mich mit den

source: Meine Blogbeitraege -
de: Meine Blogbeiträge -

source: Next
de: Weiter

source: Preview
de: Vorschau

source: Publish
de: Veröffentlichen

source: Read Comments / Write a comment
de: Kommentare lesen / Kommentare schreiben

source: Reject
de: Zurückweisen

source: Report Blog Entry
de: Blog-Beitrag melden

source: Save
de: Speichern

source: Show Blog Rules
de: Zu den Blog-Regeln

source: lable_jump_to_comments
de: Zu den Kommentaren springen

source: lable_text_description
de: Text des Blog, Sie können HTML-Formatierungen benutzten.

source: lable_text_title
de: Der Blog-Text

source: lable_title_description
de: Die Blog-Überschrift

source: lable_title_title
de: Überschrift

source: weitere Blog-Beitraege
de: weitere Blog-Beiträge
